Revit 2027 API
IEntryPoint Methods
The IEntryPoint type exposes the following members.
Methods
Name | Description
FinishInitialization
Initialize
OnShutdown
Top
See Also
Reference
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace